[
    {
      "id": "623e09cb92197bc5d5d304cc",
      "rating": 3.5,
      "comments": "When it comes to exercise, walking is an ideal place to start. “Walking is for all levels in the fitness journey. You can do it anywhere, from marching in place while sitting in a chair to challenging yourself with power walking,” says Carrie Boyle, a walking coach with",

      "picture": "https://img.freepik.com/free-photo/big-double-cheddar-cheeseburger-with-chicken-cutlet_147620-1306.jpg?w=740",
      "name": "Alina-Roj"
    },
    {
      "id": "623e09cb168d22e4a22ec2be",
      "rating": 2.1,
      "comments": "When does walking qualify as a workout rather than a few steps here and there to toss laundry in the dryer or get a snack from the kitchen? Those types of steps and the steps you take on a designated walk (like a 30-minute walk through your neighborhood or an",

      "picture": "https://img.freepik.com/free-photo/top-view-vegetable-soup-with-meat-inside-plate-grey_140725-36040.jpg?t=st=1648239052~exp=1648239652~hmac=a4f84feeeb01c5b213dcb471faa1c64f1d1a11895d9476ba22be7cb3b9629657&w=900",
      "name": "john-Abraham"
    },
    {
      "id": "623e09cb2de86184350025f8",
      "rating": 0.1,
      "comments": "Afternoon hike are all valuable for your overall wellness. “All steps, regardless of intensity, count toward our physical activity and can have health benefits,” says Amanda Paluch, PhD, an assistant professor at the University of Massachusetts in Amherst who",

      "picture": "https://www.recipetineats.com/wp-content/uploads/2019/08/Avocado-Chicken-Burgers_9.jpg",
      "name": "Dark Smith"
    },
    {
      "id": "623e09cb7182ab38566ba2fe",
      "rating": 3.8,
      "comments": "Walking falls into the category of moderate-intensity aerobic exercise when you walk at a pace that quickens your breathing somewhat (though you should still be able to have a conversation comfortably).right up arrow The Centers for Disease Control and Prevention (CDC)",
      "picture": "https://static.onecms.io/wp-content/uploads/sites/9/2021/03/10/spicy-chicken-curry-FT-RECIPE0321.jpg",
      "name": "Shimla khan"
    },
    {
      "id": "623e09cbfb38a28733204d17",
      "rating": 4.2,
      "comments": "recommends that adults get at least 150 minutes of this type of activity per week to promote cardiovascular health and lower the risk of other chronic diseases, and note that more exercise is generally linked with more health benefits.right up arrow That means five 30-minute",
      "picture": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/chicken-madras-d09bd7f.jpg",
      "name": "Lolonaz"
    },
    {
      "id": "623e09cbff01be442ab19346",
      "rating": 3.25,
      "picture": "https://www.currytrail.in/wp-content/uploads/2020/01/Detox-Chicken-Soup-320x321.jpg",
      "comments": 
      "On the other hand, there are no official recommendations for how many steps to take per day, says Dr. Paluch, whose research focuses on the health benefits of daily step counts. The common advice, to aim for 10,000 steps per day, is actually based on little",
      "name": "Ali Akber"
    }
  ]
